{
    "authGreetings": "Welcome!",
    "signIn": "Sign In",
    "signUp": "Sign Up",
    "forgotPassword": "Forget Password",
    "internalServerError": "Our services are currently being serviced. Please try again later.",
    "usernamePasswordError": "The username or password is incorrect.",
    "userNamePreRegistered": "Username Pre-registered!",
    "male": "Male",
    "woman": "Woman",
    "aboutSenstiveData": "About Sensitive Data",
    "thanksForUsingApp": "Thank you for your participation in our application. The privacy and security of your personal data is important to us. Please see the information below about how the information we collect is used and protected.",
    "dataDesc": "Data Usage: The personal data we collect will only be used to compile and analyze the results of this survey. Your data will not be shared with third parties or used for commercial purposes\n\n.Data Retention Period: After the survey results are analyzed, your personal data will be deleted and will not be stored in any way.\n\nYour Rights: Under KVKK, you have certain rights over your personal data. You can contact us to exercise these rights.\n\nThank you again for your interest in our survey. If you have any questions or concerns, please do not hesitate to contact us.\n\nWith our regards,",
    "acceptChecboxlabel": "You agree to the terms set out above",
    "checBoxError": "Please check the box to proceed",
    "continue": "Continue",
    "resetPasswordTitle": "Reset Password",
    "resetPasswordDesc": "Enter the email address associated with your account, and we'll send you a link to reset your password.",
    "resetPasswordMailSend": "Password reset email sent",
    "homeGreetings": "Welcome",
    "polls": "Polls",
    "someThingsHappenedPleaseTryAgain": "Some things goes wrong, please try again",
    "editProfile": "Edit Profile",
    "total": "Total",
    "point": "Point",
    "haventsolvedPoll": "You haven't solved any polls yet",
    "profileInformations": "Profil Bilgileri",
    "update": "Güncelle"
}