{
    "authGreetings": "Hoşgeldiniz",
    "signIn": "Giriş Yap",
    "signUp": "Kayıt Ol",
    "forgotPassword": "Şifremi Unuttum",
    "internalServerError": "Şu anda servislerimize bakım yapılıyor. Lütfen daha sonra tekrar deneyin.",
    "usernamePasswordError": "Kullanıcı adı veya parola hatalı.",
    "userNamePreRegistered": "Kullanıcı adı daha önceden kayıtlı",
    "male": "Erkek",
    "woman": "Kadın",
    "aboutSenstiveData": "Hassas Veriler Hakkında",
    "thanksForUsingApp": "Uygulamamıza katılımınız için teşekkür ederiz. Kişisel verilerinizin gizliliği ve güvenliği bizim için önemlidir. Lütfen, topladığımız bilgilerin nasıl kullanıldığı ve korunduğu hakkında aşağıdaki bilgilere göz atınız.",
    "dataDesc": "Veri Kullanımı: Topladığımız kişisel veriler, sadece bu anketin sonuçlarını derlemek ve analiz etmek amacıyla kullanılacaktır. Verilerinizin hiçbir şekilde üçüncü şahıslarla paylaşılması veya ticari amaçlarla kullanılması söz konusu değildir\n\n.Veri Saklama Süresi: Anket sonuçları analiz edildikten sonra, kişisel verileriniz silinecek ve herhangi bir şekilde saklanmayacaktır.\n\nHaklarınız: KVKK kapsamında, kişisel verileriniz üzerinde belirli haklara sahipsiniz. Bu haklarınızı kullanmak için bizimle iletişime geçebilirsiniz.\n\nAnketimize gösterdiğiniz ilgi için tekrar teşekkür ederiz. Herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçmekten çekinmeyin.\n\nSaygılarımızla,",
    "acceptChecboxlabel": "Yukarıda belirtilen şartları kabul etmiş olursunuz",
    "checBoxError": "Lütfen ilerlemek için kutucuğu işaretleyiniz",
    "continue": "Devam Et",
    "resetPasswordTitle": "Şifremi Unuttum",
    "resetPasswordDesc": "Hesabınızla ilişkili e-posta adresinize, şifre sıfırlama maili gönderildi",
    "resetPasswordMailSend": "Şifre sıfırlama maili gönderildi",
    "homeGreetings": "Hoşgeldiniz",
    "polls": "Anketler",
    "someThingsHappenedPleaseTryAgain": "Bir daha oluştu, lütfen daha sonra tekrar deneyin.",
    "editProfile": "Profili Düzenle",
    "total": "Toplam",
    "point": "Puan",
    "haventsolvedPoll": "Henüz Herhangi Bir Test Çözmediniz",
    "profileInformations": "Profil Bilgileri",
    "update": "Güncelle"
}